<?php

$txt['lp_block_types']['ads_block']              = 'Рекламный блок';
$txt['lp_block_types_descriptions']['ads_block'] = 'Отображает произвольный HTML-код в разделах и темах.';

$txt['lp_ads_block_addon_min_replies'] = 'Не отображать рекламу, если в теме меньше заданного количества ответов';

$txt['lp_block_placement_set']['ads']         = 'Разделы и темы';
$txt['lp_ads_block_addon_ads_boards']         = 'Разделы';
$txt['lp_ads_block_addon_ads_boards_subtext'] = 'Перечислите идентификаторы разделов, чтобы выводить рекламу только там. Иначе блок будет отображаться во всех разделах.';
$txt['lp_ads_block_addon_ads_topics']         = 'Темы';
$txt['lp_ads_block_addon_ads_topics_subtext'] = 'Перечислите идентификаторы тем, чтобы выводить рекламу только там. Иначе блок будет отображаться во всех темах.';

$txt['lp_ads_block_addon_placement_set'] = array(
	'В верхней части разделов',
	'В нижней части разделов',
	'В верхней части тем',
	'В нижней части тем',
	'Перед первым сообщением',
	'Перед каждым первым сообщением на странице',
	'Перед каждым последним сообщением на странице',
	'Перед последним сообщением',
	'После первого сообщения',
	'После каждого первого сообщения на странице',
	'После каждого последнего сообщения на странице',
	'После последнего сообщения'
);