<?php

return [
	'title' => 'Рекламний блок',
	'description' => 'Відображає довільний HTML-код в розділах і темах.',
	'min_replies' => 'Не відображати рекламу, якщо в темі менше заданої кількості відповідей',
	'loader_code' => 'Код завантажувача (між тегами &lt;head&gt; i &lt;/head&gt;)',
	'end_time' => 'Час закінчення (блок відключиться автоматично)',
	'ads_type' => 'Розділи і теми',
	'included_boards' => 'Розділи',
	'included_boards_subtext' => 'Перерахуйте ідентифікатори розділів, щоб виводити рекламу тільки там. Інакше блок буде відображатися у всіх розділах.',
	'included_topics' => 'Теми',
	'included_topics_subtext' => 'Перерахуйте ідентифікатори тим, щоб виводити рекламу тільки там. Інакше блок буде відображатися у всіх темах.',
	'select_placement' => 'Де повинен відображатися блок?',
	'placement_set' => array(
		'У верхній частині розділів',
		'У нижній частині розділів',
		'У верхній частині тем',
		'У нижній частині тем',
		'Перед першим повідомленням',
		'Перед кожним першим повідомленням на сторінці',
		'Перед кожним останнім повідомленням на сторінці',
		'Перед останнім повідомленням',
		'Після першого повідомлення',
		'Після кожного першого повідомлення на сторінці',
		'Після кожного останнього повідомлення на сторінці',
		'Після останнього повідомлення'
	),
	'no_ads_placement' => 'Не вказано розташування блоку!',
];
