<?php

return [
	'title' => 'Список страниц',
	'description' => 'Отображает список активных страниц портала.',
	'categories_subtext' => 'Если вам нужны не все страницы, а только из определённых рубрик',
	'sort' => 'Сортировка страниц',
	'sort_set' => array('По идентификатору', 'По автору', 'По заголовку', 'По алиасу', 'По типу', 'По количеству просмотров', 'По дате создания', 'По дате обновления'),
	'num_pages' => 'Количество страниц для отображения',
	'num_pages_subtext' => 'Установите 0 для отображения всех страниц',
	'no_items' => 'Доступных страниц нет.'
];
