<?php

return [
	'title' => 'Список сторінок',
	'description' => 'Показує список активних сторінок порталу.',
	'categories_subtext' => 'Якщо вам потрібні не всі сторінки, а тільки з певних рубрик',
	'sort' => 'Сортування сторінок',
	'sort_set' => array('За ідентифікатором', 'За автором', 'За заголовком', 'За аліасом', 'За типом', 'За кількістю переглядів', 'За датою створення', 'За датою поновлення'),
	'num_pages' => 'Кількість сторінок для відображення',
	'num_pages_subtext' => 'Встановіть 0 для відображення всіх сторінок',
	'no_items' => 'Доступних сторінок немає.'
];
