<?php

return [
	'title' => 'Последние сообщения',
	'description' => 'Отображает список последних сообщений форума.',
	'num_posts' => 'Количество сообщений для отображения',
	'type' => 'Что отображать в виде ссылки на пост',
	'type_set' => array('Заголовок сообщения', 'Превью сообщения'),
	'exclude_boards' => 'Исключаемые разделы',
	'exclude_boards_subtext' => 'Если указаны идентификаторы разделов, последние сообщения НЕ будут запрашиваться из этих разделов.',
	'include_boards' => 'Включаемые разделы',
	'include_boards_subtext' => 'Если указаны идентификаторы разделов, последние сообщения будут запрашиваться ТОЛЬКО из этих разделов.',
	'exclude_topics' => 'Исключаемые темы',
	'exclude_topics_subtext' => 'Если указаны идентификаторы тем, последние сообщения НЕ будут запрашиваться из этих тем.',
	'include_topic' => 'Включаемые темы',
	'include_topics_subtext' => 'Если указаны идентификаторы тем, последние сообщения будут запрашиваться ТОЛЬКО из этих тем.',
	'show_avatars' => 'Показывать аватарки пользователей',
	'update_interval' => 'Интервал обновления списка, в секундах',
];
