<?php

return [
	'title' => 'Останні повідомлення',
	'description' => 'Відображає список останніх повідомлень форуму.',
	'num_posts' => 'Количество сообщений для отображения',
	'type' => 'Що відображати у вигляді посилання на пост',
	'type_set' => array('Заголовок повідомлення', 'Превью повідомлення'),
	'exclude_boards' => 'Розділи які виключаються',
	'exclude_boards_subtext' => 'Якщо вказані ідентифікатори розділів, останні повідомлення НЕ будуть запитуватися з цих розділів.',
	'include_boards' => 'Розділи які включаються',
	'include_boards_subtext' => 'Якщо вказані ідентифікатори розділів, останні повідомлення будуть запитуватися ТІЛЬКИ з цих розділів.',
	'exclude_topics' => 'Теми які виключаються',
	'exclude_topics_subtext' => 'Якщо вказані ідентифікатори тем, останні повідомлення НЕ будуть запитуватися з цих тем.',
	'include_topic' => 'Теми які включаються',
	'include_topics_subtext' => 'Якщо вказані ідентифікатори тем, останні повідомлення будуть запитуватися ТІЛЬКИ з цих тем.',
	'show_avatars' => 'Показувати аватарки користувачів',
	'update_interval' => 'Інтервал оновлення списку, в секундах',
];
