<?php

return [
	'title' => 'Список статей',
	'description' => 'Отображает список выбранных статей портала, с картинками.',
	'body_class' => 'Класс для оформления блока каждой статьи',
	'type' => 'Что должно отображаться',
	'type_set' => array('Темы форума', 'Страницы портала'),
	'ids' => 'Идентификаторы тем или страниц для отображения',
	'ids_subtext' => 'Укажите идентификаторы нужных тем или страниц, через запятую.',
	'seek_images' => 'Искать изображения в тексте статей',
	'no_items' => 'Доступных статей нет.'
];
