<?php

return [
	'title' => 'Список статей',
	'description' => 'Відображає список вибраних статей порталу, з картинками.',
	'body_class' => 'Клас для оформлення блоку кожної статті',
	'display_type' => 'Що має відображатися',
	'display_type_set' => array('Теми форуму', 'Сторінки порталу'),
	'ids' => 'Ідентифікатори тем або сторінок для відображення',
	'ids_subtext' => 'Вкажіть ідентифікатори потрібних тем або сторінок, через кому.',
	'seek_images' => 'Шукати зображення в тексті статей',
	'no_items' => 'Доступних статей немає.'
];
