<?php

return [
	'title' => 'Последние темы',
	'description' => 'Отображает список последних тем форума.',
	'use_simple_style' => 'Использовать простой стиль оформления',
	'num_topics' => 'Количество тем для отображения',
	'exclude_boards' => 'Исключаемые разделы',
	'exclude_boards_subtext' => 'Если указаны идентификаторы разделов, последние темы НЕ будут запрашиваться из этих разделов.',
	'include_boards' => 'Включаемые разделы',
	'include_boards_subtext' => 'Если указаны идентификаторы разделов, последние темы будут запрашиваться ТОЛЬКО из этих разделов.',
	'show_avatars' => 'Показывать аватарки пользователей',
	'update_interval' => 'Интервал обновления списка, в секундах',
];
