<?php

return [
	'title' => 'Останні теми',
	'description' => 'Відображає список останніх тем форуму.',
	'use_simple_style' => 'Використовувати простий стиль оформлення',
	'use_simple_style_subtext' => 'Відключає аватарки та іконки.',
	'show_avatars' => 'Показувати аватарки користувачів',
	'show_icons' => 'Показувати іконки тем',
	'num_topics' => 'Кількість тем для відображення',
	'exclude_boards' => 'Розділи які виключаються',
	'exclude_boards_subtext' => 'Якщо вказані ідентифікатори розділів, останні теми НЕ будуть запитуватися з цих розділів.',
	'include_boards' => 'Розділи які включаються',
	'include_boards_subtext' => 'Якщо вказані ідентифікатори розділів, останні теми будуть запитуватися ТІЛЬКИ з цих розділів.',
	'update_interval' => 'Інтервал оновлення списку, в секундах',
];
