<?php

return [
	'title' => 'Статистика форума',
	'description' => 'Отображает базовую статистику форума, а также количество пользователей онлайн.',
	'show_latest_member' => 'Отображать имя последнего пользователя',
	'show_basic_info' => 'Отображать базовую статистику',
	'show_whos_online' => 'Отображать список «Сейчас на форуме»',
	'use_fa_icons' => 'Использовать иконки Font Awesome',
	'update_interval' => 'Интервал обновления данных, в секундах',
	'newbies' => 'Новички',
	'pages' => 'Страниц',
	'online_today' => 'Онлайн сегодня',
	'max_online' => 'Лучший онлайн',
	'guests' => 'Гостей',
	'spiders' => 'Ботов',
];
