<?php

return [
	'title' => 'Статистика форуму',
	'description' => 'Відображає базову статистику форуму, а також кількість користувачів онлайн.',
	'show_latest_member' => 'Відображати ім\'я останнього користувача',
	'show_basic_info' => 'Відображати базову статистику',
	'show_whos_online' => 'Відображати список «Зараз на форумі»',
	'use_fa_icons' => 'Використовувати іконки Font Awesome',
	'update_interval' => 'Інтервал оновлення даних, в секундах',
	'newbies' => 'Новачки',
	'pages' => 'Сторінок',
	'online_today' => 'Онлайн сьогодні',
	'max_online' => 'Кращий онлайн',
	'guests' => 'Гостей',
	'spiders' => 'Ботів',
];
