<?php

$subtext = 'Несовместимо при загрузке ленты хэштегов.';

return [
	'title' => 'Лента Instagram',
	'description' => 'Отображает ленту Instagram.',
	'username' => 'Имя пользователя Instagram',
	'username_subtext' => 'Обязательно, если не указан хэштег.',
	'tag' => 'Хэштег Instagram',
	'tag_subtext' => 'Обязательно, если не указано имя пользователя.',
	'display_profile' => 'Включает отображение профиля',
	'display_biography' => 'Включает отображение биографии',
	'display_biography_subtext' => $subtext,
	'display_gallery' => 'Включает отображение галереи',
	'display_captions' => 'Включает отображение подписей к каждому сообщению в виде наложения при наведении курсора',
	'display_igtv' => 'Включает отображение ленты IGTV, если она доступна',
	'display_igtv_subtext' => $subtext,
	'items' => 'Количество отображаемых элементов',
	'items_subtext' => 'До 12 для пользователей, до 72 для хэштегов.',
	'items_per_row' => 'Количество элементов для отображения в одной строке',
	'margin' => 'Отступ между элементами в галерее',
	'image_size' => 'Родное разрешение изображений, которые будут отображаться в галерее',
	'image_size_subtext' => 'Не применяется к превьюшкам видео.',
];
