<?php

$subtext = 'Несумісне при завантаженні стрічки хештегів.';

return [
	'title' => 'Стрічка Instagram',
	'description' => 'Відображає стрічку Instagram.',
	'username' => 'Ім\'я користувача Instagram',
	'username_subtext' => 'Обов\'язково, якщо не вказано хештег.',
	'tag' => 'Хештег Instagram',
	'tag_subtext' => 'Обов\'язково, якщо не вказано ім\'я користувача.',
	'display_profile' => 'Включає відображення профілю',
	'display_biography' => 'Включає відображення біографії',
	'display_biography_subtext' => $subtext,
	'display_gallery' => 'Включає відображення галереї',
	'display_captions' => 'Включає відображення підписів до кожного повідомлення у вигляді накладення при наведенні курсору',
	'display_igtv' => 'Включає відображення стрічки IGTV, якщо вона доступна',
	'display_igtv_subtext' => $subtext,
	'items' => 'Кількість відображуваних елементів',
	'items_subtext' => 'До 12 для користувачів, до 72 для хештегів.',
	'items_per_row' => 'Кількість елементів для відображення в одному рядку',
	'margin' => 'Відступ між елементами в галереї',
	'image_size' => 'Рідне дозвіл зображень, які будуть відображатися в галереї',
	'image_size_subtext' => 'Не застосовується до превьюшки відео.',
];
