<?php

return [
	'title' => 'Слайдер зображень',
	'description' => 'Крихітний слайдер для всіх цілей.',
	'axis' => 'Напрямок слайдера',
	'items' => 'Кількість слайдів, що відображаються в області перегляду',
	'items_subtext' => 'Якщо кількість слайдів менше або дорівнює загальній кількості елементів, то слайдер не буде ініціалізований.',
	'gutter' => 'Відступ між слайдами (в пікселях)',
	'edge_padding' => 'Відступ зовні (в пікселях)',
	'controls' => 'Відображати навігацію (кнопки)',
	'controls_buttons' => array('Попередня', 'Наступна'),
	'nav' => 'Відображати навігацію (точки)',
	'nav_as_thumbnails' => 'Відображати мініатюри замість точок',
	'arrow_keys' => 'Використовувати клавіші зі стрілками для перемикання слайдів',
	'fixed_width' => 'Фіксована ширина слайдів',
	'auto_width' => 'Автоматична ширина кожного слайда',
	'auto_height' => 'Висота контейнера слайдера змінюється в залежності від висоти кожного слайда',
	'slide_by' => 'Кількість слайдів, що перемикаються за один клік',
	'speed' => 'Швидкість переходу між слайдами (в мілісекундах)',
	'autoplay' => 'Автозапуск слайдера',
	'autoplay_timeout' => 'Час зміни слайдів при автозапуску (в мілісекундах)',
	'autoplay_direction' => 'Напрямок руху слайда (за зростанням/спаданням індексу слайда)',
	'autoplay_direction_set' => array('Уперед', 'Назад'),
	'loop' => 'Циклічне перемикання слайдів',
	'rewind' => 'Переміщення до протилежного краю при досягненні першого або останнього слайда',
	'mouse_drag' => 'Перемикання слайдів шляхом їх перетягування',
	'lazyload' => 'Лінива завантаження зображень, які в даний момент не проглядаються, для економії пропускної здатності',
	'images' => 'Список зображень',
	'images_subtext' => 'Одна картинка в рядку. Приклад:<br>
		<pre>
			<code class="bbc_code">
				https://picsum.photos/seed/picsum1/300/200
				<br>
				https://picsum.photos/seed/picsum2/300/200
				<br>
				https://picsum.photos/seed/picsum3/300/200
				<br>
				https://picsum.photos/seed/picsum4/300/200
			</code>
		</pre>
		<br>Можна вказати заголовки:<br>
		<pre>
			<code class="bbc_code">
				https://picsum.photos/seed/picsum1/300/200|Заголовок 1
				<br>
				https://picsum.photos/seed/picsum2/300/200|Заголовок 2
				<br>
				https://picsum.photos/seed/picsum3/300/200|Заголовок 3
				<br>
				https://picsum.photos/seed/picsum4/300/200|Заголовок 4
			</code>
		</pre>',
];
