<?php

return [
	'title' => 'Сегодня',
	'description' => 'Отображает календарь, дни рождения, праздники или события сегодняшнего дня.',
	'hide_calendar_in_menu' => 'Скрыть пункт «Календарь» в главном меню',
	'hide_calendar_in_menu_subtext' => 'Для работы этого блока требуется включить <a class="bbc_link" href="%1$s">Календарь</a>. Но если он вам мозолит глаза, его можно спрятать.',
	'type' => 'Что отображать',
	'type_set' => array('Дни рождения', 'Праздники', 'События', 'Календарь'),
	'max_items' => 'Максимальное количество именинников в списке',
	'max_items_subtext' => 'Если именинников будет больше, оставшиеся будут скрыты под спойлером.',
	'and_more' => ' и ещё ',
	'birthdays_set' => 'именинник, именинника, именинников',
	'empty_list' => 'Сегодня ничего нет.',
];
