<?php

return [
	'title' => 'Сьогодні',
	'description' => 'Відображає календар, дні народження, свята або події сьогоднішнього дня.',
	'hide_calendar_in_menu' => 'Приховати пункт «Календар» в головному меню',
	'hide_calendar_in_menu_subtext' => 'Для роботи цього блоку потрібно включити <a class="bbc_link" href="%1$s">Календар</a>. Але якщо він вам муляє очі, його можна заховати.',
	'type' => 'Що відображати',
	'type_set' => array('Дні народження', 'Свята', 'Події', 'Календар'),
	'max_items' => 'Максимальна кількість іменинників у списку',
	'max_items_subtext' => 'Якщо іменинників буде більше, що залишилися будуть приховані під спойлером.',
	'and_more' => ' і ще ',
	'birthdays_set' => 'іменинник, іменинника, іменинників',
	'empty_list' => 'Сьогодні нічого немає.',
];
